Tekla.Structures.DrawingInternal.dotGrViewCommand_t


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.ParentView


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.ViewCommandType


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.CreatedViewId


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.CreatedViewMarkId


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.Point1


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.Point2


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.Point3


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.ViewInsertionPoint


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.RestrictionBoxMinPoint


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.RestrictionBoxMaxPoint


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.ViewPlane


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.DisplayPlane


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.ViewAttributes


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.SectionMarkAttributes


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.DetailMarkAttributes


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.ViewRotation


Tekla.Structures.DrawingInternal.dotGrViewCommand_t.ModelViewCreation
